Repository: patrik7/tloustici-design
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

# button
source: Edit Profile
cs: Upravit profil

# button
source: Suspend Account
cs: Pozastavit účet

# button
source: Send Message
cs: Poslat zprávu

# button
source: Edit Activities
cs: Upravit aktivity

# button
source: Subscribe
cs: Odebírat reakce

# button
source: Wink
cs: Mrknout

# button
source: Remove from Favourites
cs: Odebrat z oblíbených

# button
source: Add to Favourites
cs: Přidat k oblíbeným

# city
source: from
cs: z

source: Send Password
cs: Poslat heslo

source: Send Private Message
cs: Odeslat zprávu

# female
source: You are now subscribed to the replies.
cs: Nyní jsi přihlášená k odběru příspěvků v této diskuzi.

# male
source: You are now subscribed to the replies.
cs: Nyní jsi přihlášen k odběru příspěvků v této diskuzi.

# female
source: You have been unsubscribed from the replies to this post.
cs: Byla jsi odhlášená z odběru příspěvků v této diskuzi.

# male
source: You have been unsubscribed from the replies to this post.
cs: Byl jsi odhlášen z odběru příspěvků v této diskuzi.

# female
source: You have winked at user <a href="%(url)s">%(username)s</a>
cs: Mrknula jsi na uživatele <a href="%(url)s">%(username)s</a>.

# male
source: You have winked at user <a href="%(url)s">%(username)s</a>
cs: Mrknul jsi na uživatele <a href="%(url)s">%(username)s</a>.

# female
source: User <a href="%(url)s">%(username)s</a> did not reply to your last wink yet. Winking is not always enough, <a href="%(send_message_url)s"><span class="glyphicon glyphicon-envelope"></span> send a message</a>
cs: Uživatelka <a href="%(url)s">%(username)s</a> neopověděla na Tvé poslední mrknutí. Mrknutí je někdy málo, <a href="%(send_message_url)s"><span class="glyphicon glyphicon-envelope"></span> pošli zprávu.</a>

# male
source: User <a href="%(url)s">%(username)s</a> did not reply to your last wink yet. Winking is not always enough, <a href="%(send_message_url)s"><span class="glyphicon glyphicon-envelope"></span> send a message</a>
cs: Uživatel <a href="%(url)s">%(username)s</a> neopověděl na Tvé poslední mrknutí. Mrknutí je někdy málo, <a href="%(send_message_url)s"><span class="glyphicon glyphicon-envelope"></span> pošli zprávu.</a>

# female
source: winked at you
cs: na Tebe mrkla

# male
source: winked at you
cs: na Tebe mrknul

# F
source: You have been winked at by <a href="%(profile_url)s">%(username)s</a>
cs: Uživatelka <a href="%(profile_url)s">%(username)s</a> na Tebe mrkla.

# M
source: You have been winked at by <a href="%(profile_url)s">%(username)s</a>
cs: Uživatel <a href="%(profile_url)s">%(username)s</a> na Tebe mrkl.

source: Image has incorrect with to height ratio, suggested size is 860 x 360
cs: Obrázek má nesprávny poměr strán, odporúčané rozmery jsou 860 x 360

source: left
cs: vlevo

source: right
cs: vpravo

source: Heading
cs: Nadpis

source: Position
cs: Pozice

source: Display From
cs: Uveřejněno od

source: Display Until
cs: Uveřejněno do

source: Available Forever
cs: Viditelné navždy

source: Article
cs: Článek

source: Articles
cs: Články

source: Article was not published yet.
cs: Článek nebyl publikován zatím

source: Article will be available from
cs: Článek bude dostupný od

source: Article is not available since
cs: Článek není dostupný od

source: Edit
cs: Upravit

source: Body Mass Index
cs: Index tělesné hmotnosti

source: Your BMI is
cs: Tvé BMI je

source: Find out your BMI
cs: Zjistěte si své BMI

source: Height
cs: Výška

source: Weight
cs: Váha

source: Enter values above, to get your BMI.
cs: Zadej hodnoty výše, pro výpočet BMI

source: Articles about weight loss and healthy lifestyle
cs: Články o hubnutí a zdravém životním stylu

source: Not published
cs: Dosud nezveřejněné

source: Read More
cs: Číst více

source: Personal profile
cs: Profil

source: Favourites
cs: Oblíbené

source: Search for Partner
cs: Hledat partnera

source: Messages
cs: Zprávy

source: Forum
cs: Fórum

source: Help
cs: Nápověda

source: Log out
cs: Odhlásit se

source: Log in
cs: Přihlásit se

source: username
cs: Uživatelské jméno

source: Password
cs: Heslo

source: Enter username, not email address
cs: Vlož své uživatelské jméno (ne emailovou adresu)

source: Your password was not set, <a href="%s">request one</a>, or finish the registration
cs: Tvé heslo nebylo nastaveno, <a href="%s">požádej o nové</a>, nebo dokonči registraci

source: Incorrect login name, or password<br/>Not a member yet? <a href="%s">Register for free</a>
cs: Nesprávně zadané uživatelské jméno nebo heslo<br/>Nejsi členem? <a href="%s">Registruj se zdarma!</a>

source: User was not activated yet.
cs: Pro úspěšnou registraci je nutné kliknout na odkaz ve vaší e-mailové schránce.

source: You have been logged out.
cs: Uživatel byl odhlášen

source: You are now logged in as %s
cs: Niní si přihlásen jako uživatel %s

source: Too many incorrect login attempts, please try later
cs: Příliš mnoho chybných pokusů o přihlášení, zkuste to prosím později

source: Permission denied
cs: Přístup odepřen

source: The object
cs: Objekt

source: was not found!
cs: se nenašel

source: There was an error processing the request, we are sorry for the inconvenience.
cs: Při spracování dotazu došlo k chybě, omlouváme se za vzniklé potíže

source: Home page
cs: Hlavní stránka

source: Back
cs: Zpět

source: Find partner to help you loose weight
cs: Najdi si parťáka na sport a zhubněte společně

source: Register
cs: Registrace

source: Administration
cs: Administrace

source: Get your lucky strike, take the first step and register!
cs: Nakopni konečně své štěstí, udělej první krok a zaregistruj&nbsp;se!

source: Registering here, I confirm I agree with <a href="%(url_terms)s" target="_blank">terms and conditions</a>.
cs: Registrací souhlasím s <a href="%(url_terms)s" target="_blank">podmínkami užívání</a> webu hubnemevedvou.cz.

source: Create an Account
cs: Vytvořit účet

source: Common interests
cs: Společné zájmy

source: bubble_1_txt
cs: Najdi si partnera se stejným koníčkem, sportujte ve dvou a zhubněte společně!

source: Mutual motivation
cs: Vzájemná motivace

source: bubble_2_txt
cs: Ztratit nějaké ty kila navíc znamená pro mnohé nelehký úkol. Vzájemná podpora a společné zájmy jsou však silnou zbraní, jak dosáhnout svého cíle snadněji.

source: Useful tips
cs: Užitečné tipy

source: bubble_3_txt
cs: Inspiruj se rady a tipy ostatních uživatelů v oblasti cvičení, zdravého vaření, diet nebo třeba možností sportu ve tvém okolí.

source: Terms and conditions
cs: Podmínky užívání

source: loading
cs: načítavá se

source: There was a problem loading the data.
cs: Vyskytly se potíže při načítání dat

source: Log in and kick start your life!
cs: Přihlaš se a najdi své štěstí!

source: Register for free
cs: Registruj se zdarma

source: Forgot your password?
cs: Zapomněl jsi své heslo?

source: You have been winked at by <a href="%(profile_url)s">%(username)s</a>
cs: Uživatel <a href="%(profile_url)s">%(username)s</a> na Tebe mrkl(a).

source: wink back
cs: Mrknout zpátky

source: picture
cs: obrázek

source: Your username
cs: Tvé uživatelské jméno

source: The email you have used for registration
cs: Vložit e-mailovou adresu

source: Incorrect login name, or email.
cs: Nesprávné uživatelské jméno nebo e-mail

source: Old password
cs: Aktuální heslo

source: Your current password
cs: Aktuální heslo

source: New password
cs: Vložit nové heslo

source: New password (again)
cs: Potvrdit nové heslo

source: Incorrect password
cs: Nesprávné heslo

source: Passwords do not match
cs: Hesla se neshodují

source: Username already exists
cs: Uživatelské jméno již existuje

source: @%s emails are not allowed
cs: @%s e-maily nejsou povoleny

source: Sex
cs: Pohlaví

source: Country
cs: Země

source: Username
cs: Uživatelské jméno

source: We will never disclose your email
cs: Tvůj e-mail nebude veřejně viditelný.

source: Addressee
cs: Uživatel

source: Username does not exists
cs: Uživatelské jméno neexistuje

source: Cannot send message to self
cs: Nelze si poslat vlastní zprávu

source: You have been blocked, you cannot send messages to this user.
cs: Jsi zablokován, nemůžeš posílat zprávy tomuto uživateli.

source: Real name
cs: Jméno a příjmení

source: Date of Birth
cs: Datum narození

source: You must be at least 14 years old
cs: Registrace je přístupná pouze uživatelům od 14 let

source: Height has to be between 30 cm and 250 cm
cs: Výška neodpovídá reálným hodnotám

source: Weight has to be between 30 kg and 350 kg
cs: Váha neodpovídá reálným hodnotám

source: There was a problem uploading the image.
cs: Vyskytl se problém při načítání obrázku.

source: doesn't matter
cs: Nezáleží

source: City
cs: Město

source: Post
cs: Příspěvek

source: Caption
cs: Nadpis

source: Cannot reply, reply level too deep.
cs: Nemůžeš odpovědět, přiliš velké zanoření.

source: Can't be empty nor contain only whitespace characters
cs: Pole nemůže zůstat prázdné

source: Male
cs: Muž

source: Female
cs: Žena

source: University
cs: Vysokoškolské vzdělání

source: High School
cs: Středoškolské vzdělání

source: Elementary School
cs: Základní vzdělání

source: Sexual Remarks
cs: Sexuální obtěžování

source: Advertising
cs: Nevyžádaná reklama

source: Other Abuse
cs: Ostatní

source: Parent
cs: Rodič

source: User
cs: Uživatel

source: Created
cs: Vytvořeno

source: Updated
cs: Aktualizováno

source: Updated by
cs: Aktualizováno

source: Message
cs: Zpráva

source: HTML version
cs: HTML verze

source: User IP
cs: Uživatelské IP

source: Last Post
cs: Poslední příspěvek

source: Image
cs: Obrázek

source: Closed
cs: Diskuze je zavřena

source: Subscribers
cs: Odberatelé

source: Posts
cs: Příspěvky

source: New Forum Post
cs: Nový příspěvek na fóru

source: New Message
cs: Nová zpráva

# username
source: from
cs: od

source: Area
cs: Kraj

source: Areas
cs: Kraje

source: Countries
cs: Země

source: Czech Republic
cs: Česká Republika

source: Slovakia
cs: Slovensko

source: Area the city belongs to
cs: Kraj ke kterému město patří

source: Cities
cs: Města

source: Activity
cs: Aktivity

source: Activities
cs: Aktivity

source: city
cs: město

source: Language
cs: Jazyk

source: Avatar
cs: Fotka

source: Description
cs: Popis

source: Use few sentences to describe yourself, and who are you looking for.
cs: Prozraď něco více o sobě, popiš koho hledáš

source: date of birth
cs: datum narození

source: sex
cs: pohlaví

source: height
cs: výška

source: weight
cs: váha

source: phone
cs: telefon

source: education
cs: vzdělání

source: The highest achieved education
cs: Nejvyšší dosažené vzdělání

source: searchable
cs: vyhledatelný

source: Decide if your profile should come up when others use the search function.
cs: Zobrazovat se ostatním uživatelům při hledání

source: Message notification
cs: Upozornit na zprávy

source: Receive an email notification on incoming message
cs: Zasílat soukromné zprávy na e-mail

source: Forum subscription
cs: Předvolit upozornení na fóru

source: Subscribe to my forum posts by default
cs: Posílat notifikace na veškeré odpovědi v zúčastněných tématech fóra

source: Newsletter subscription
cs: Odoberat novinky

source: Subscribe to newsletter
cs: Přihlásit se k odběru novinek

source: Fans Count
cs: Počet Fanoušků

source: Profile
cs: Profil

source: Profiles
cs: Profily

source: note
cs: poznámka

# Wink
source: subject
cs: Mrknutí

source: Email was sent to: %s, thanks for recommending us.
cs: E-mail byl odeslán: %s, děkujeme za doporučení!

source: Registration of new users is currently closed.
cs: Registrace nových uživatelů je momentálně uzavřena.

source: Which sports you like?
cs: Které sporty máš rád?

source: Tell us about yourself
cs: Prozraď něco o sobě

source: Upload your photo
cs: Nahraj svoji fotku

source: Please create a password so you can safely use the website.
cs: Nyní už jen zbývá vyplnit nové heslo...

source: Follow the instructions sent to your email to finish the registration.
cs: Pro úspěšné dokončení registrace je nutné kliknout na odkaz, který byl automaticky odeslán na vámi zadaný e-mail.

source: Incorrect activation key. You need to register again.
cs: Vypršela doba určená pro aktivaci účtu. Navštiv hubnemevedvou.cz pro další pokus.

source: An abuse report was created.
cs: Stížnost byla nahlášena.

source: You are trying to report your own post.
cs: Snažíš se ohlásit vlastní příspěvek.

source: You are trying to report your own message.
cs: Snažíš se ohlásit svou zprávu.

source: The report was updated.
cs: Hlášení bylo aktualizováno

source: User %s was added to the list
cs: Uživatel %s byl pridán do seznamu

source: User %s was already in the list
cs: Uživatelské jméno %s je již v seznamu

source: User %s was removed from the list
cs: Uživatel %s byl odebrán ze seznamu

source: You have blocked user %s, he/she will not be able to send you messages anymore.
cs: Uživatel %s byl zablokován, už od něj neobdržíš žádné zprávy.

source: You have unblocked user %s.
cs: Uživatel %s již není blokován.

source: User %s was logged out.
cs: Uživatel %s byl odhlášen.

source: Email with your new password was sent to
cs: E-mail s novým heslem byl zaslán na

source: Post was deleted.
cs: Příspěvek byl smazaný

source: You can no longer delete the post.
cs: Na tvůj příspěvek bylo odpovězeno, nemůže být již smazán

source: Your reply was saved.
cs: Tvá odpověď byla uložena.

source: Search Criteria
cs: Kritéria vyhledávání

source: User profile saved.
cs: Uživatelský profil byl uložen.

source: There was a problem sending the email
cs: E-mail nebyl odeslán. Omlouvǎme se za technické potíže, zkus to později.

source: Registration
cs: Registrace

source: Failed to send the activation email
cs: Při odeslání potvrzovacího e-mailu nastal technický problém. Omlouváme se za případné potíže, zkuste registraci později.

source: Activation e-mail was send again
cs: Activation e-mail byl znova zaslán

source: There was a problem with winking
cs: Nastal problém při mrkání

source: 1) Activity
cs: 1. Aktivity

source: 2) Personal Information
cs: 2. Osobní informace

source: 3) Select a picture
cs: 3. Profilový obrázek

source: 4) Password Setup
cs: 4. Nastavení hesla

source: Save
cs: Uložit

source: Your account was activated.
cs: Gratulujeme! Tvá registrace byla úspěšně dokončena.

source: Update
cs: Aktualizovat

source: How to search for partner
cs: Jak hledat partnera?

source: screenshot search for weight loss partner
cs: screenshot hledám partnera na hubnutí

source: help_search_1
cs: Hubnemevedvou.cz využívá unikátní algoritmus, který vypočítá kompatibilitu partnerů na základě různých parametrů (BMI – Index tělesné hmotnosti, podobných sportovních aktivit a ostatních zájmů vyplněných v profilu).<br/>V levém menu klikněte na "Hledat partnera". Zobrazí se stránka s ostatními uživateli, kteří rovněž hledají partnera na cvičení, sport a další společné aktivity.

source: screenshot select weight loss partner criteria
cs: screenshot vyber kritéria partnera na hubnutí

source: help_search_2
cs: V dalším kroku lze specifikovat svůj výběr z hlediska pohlaví a místa bydliště. Na základě takto zvolené specifikace a vypočítaného algoritmu se vám zobrazí nejvíce relevantní uživatelé.

source: screenshot weight loss partner
cs: screenshot partner na hubnutí

source: help_search_3
cs: Vybranému uživateli můžete poslat zprávu nebo si ho pouze přidat do "oblíbených" a oslovit ho později.

source: How to set profile photo
cs: Jak nastavit profilové foto?

source: screenshot menu profile
cs: screenshot menu profil

source: screenshot click on avatar
cs: screenshot změnit obrázek

source: screenshot crop photo
cs: screenshot orezávání fotky

source: How to register
cs: Jak se registrovat?

source: screenshot register
cs: screenshot registrace

source: help_register_1
cs: Prvním krokem jak nehubnout sám, ale ve dvou, je registrace na hubnemevedvou.cz. Pouze registrováni uživatelé mohou vyhledávat v naší databázi, zobrazovat se ostatním členům nebo se zúčastnit diskuzí na fóru. Formulář registrace je k dispozici na úvodní stránce <a href="/register">hubnemevedvou.cz</a>. Pro registraci je nutné vyplnit svou přezdívku a platnou e-mailovou adresu. Kliknutím na tlačítko "Vytvořit účet" je uživatel automaticky přesměrován do dalších sekcí registrace.

source: screenshot select favorite activities
cs: screenshot označ oblíbené aktivity

source: help_register_2
cs: V prvním kroku registrace je důležité vyplnit oblíbené sportovní aktivity, možné je zatrhnout i více sportů najednou. Svému budoucímu partnerovi tak usnadníte hledání a máte větší šanci, že Vás osloví někdo s podobnými zájmy.

source: screenshot select other activities
cs: screenshot označ jiné aktivity

source: help_register_3
cs: Nezapomeňte zatrhnout i aktivity, které nejsou sportovního charakteru.

source: screenshot upload your photo
cs: screenshot nahraj svoji fotku

source: help_register_4
cs: V druhém kroku máte možnost nahrát své foto. Tento krok lze přeskočit, k nahrání fota se můžete vrátit později. Nezapomeňte však, že uživatelé, kteří mají svůj obrázek v profilu vyplněný, jsou ostatními mnohem častěji oslovováni!

source: screenshot input your info
cs: screenshot zadej informace o sobě

source: help_register_5
cs: V následujícím kroku je nutné vyplnit osobní informace. Informace označené hvězdičkou jsou povinné, při volbě tlačítka „skryté“ se však ostatním uživatelům zobrazovat nebudou.

source: screenshot input password
cs: screenshot zadej heslo

source: help_register_6
cs: Posledním krokem zbývá nastavení hesla.

source: help_register_8
cs: Při správném nastavení hesla Vám přijde na e-mail potvrzení o registraci. Kliknutím na tlačítko „Aktivovat“ potvrzujete svou e-mailovou adresu a Vaše registrace je úspěšně dokončena.

source: Your password was changed.
cs: Tvé heslo bylo změněno.

source: Please log in again.
cs: Prosím, přihlaš se znovu

source: Password for
cs: Heslo pro

source: was changed.
cs: bylo změněno.

source: Your bio description is empty, consider <a href="%s?edit=1"><b>filling it out</b></a>, to make yourself more likely to be approached.
cs: <a href="%s?edit=1"><b>Prozraď něco málo o sobě</b></a> a usnadni tak hledání svému budoucímu parťákovi.

source: name
cs: Jméno

source: Education
cs: Vzdělání

source: Message sent.
cs: Zpráva odeslána.

source: Password Recovery
cs: Obnovení hesla

source: Failed to send an email with the new password, your password was not changed, please try again later
cs: E-mail s novým heslem nebyl zaslán. Omlouváme se za technické potíže, změnu hesla zkus později.

source: Post not saved.
cs: Příspěvek nebyl uložen

# activity
source: Traveling
cs: Cestování

# activity
source: Reading
cs: Četba

# activity
source: Films/Theater/Cinema
cs: Filmy/Divadlo/Kino

# activity
source: Museums/Concerts/Exhibitions
cs: Muzea/Koncerty

# activity
source: Shopping
cs: Nakupování

# activity
source: Sightseeing
cs: Toulky městem

# activity
source: Cycling
cs: Cyklistika

# activity
source: Roller blading
cs: Kolečkové brusle

# activity
source: Ice skating
cs: Bruslení

# activity
source: Hiking
cs: Turistika

# activity
source: Jogging
cs: Běh

# activity
source: Yoga
cs: Jóga

# activity
source: Swimming
cs: Plavání

# activity
source: Cross-country skiing
cs: Běh na běžkách

# activity
source: Skiing
cs: Lyžování

# activity
source: Gym
cs: Fitness

# activity
source: Dancing
cs: Tanec

# activity
source: ZZOther
cs: Jiné

# activity
source: Tennis
cs: Tenis

source: Suggest to a friend
cs: Doporučit příteli

source: Send
cs: Odeslat

source: Message from user
cs: Zpráva od uživatele

source: Reply
cs: Odpovědět

source: You can switch off the email/messages notification from <a href="http://%(domain)s">%(domain)s</a> at your <a href="http://%(domain)s%(url_settings)s?utm_source=internal&utm_content=unsubscribe&utm_medium=email&utm_campaign=wink" style="color: #2BA6CB;" >profile settings page</a>.
cs: Nechcete-li dostávat tyto upozornění od <a href="http://%(domain)s">%(domain)s</a>, <a href="http://%(domain)s%(url_settings)s" style="color: #2BA6CB;" >zrušte jejich odběr</a> v nastavení profilu.

source: New Message from
cs: Nová zpráva od

source: You can reply to the message on
cs: Na zprávu můžeš odpovědět na

source: Best Regards
cs: S pozdravem

source: New post on forum by <a href="http://%(domain)s%(url_profile)s?utm_source=internal&utm_content=userlink&utm_medium=email&utm_campaign=forum" style="color: #2BA6CB;">%(from)s</a>
cs: Uživatel <a href="http://%(domain)s%(url_profile)s?utm_source=internal&utm_content=userlink&utm_medium=email&utm_campaign=forum" style="color: #2BA6CB;">%(from)s</a> přidal do fóra nový příspěvek.

source: Checkout forum
cs: Přejít na diskuzi

source: If you don't wish to receive e-mail notifications, you can unsubscribe from this forum discussion by clicking on this <a href="http://%(domain)s%(url_unsubscribe)s?subscribe=0&utm_source=internal&utm_content=unsubscribelink&utm_medium=email&utm_campaign=forum" style="color: #2BA6CB;" >link</a>
cs: Pro odhlášení odběru příspěvků z této diskuze, klikni, prosím na následující <a href="http://%(domain)s%(url_unsubscribe)s?subscribe=0&utm_source=internal&utm_content=unsubscribelink&utm_medium=email&utm_campaign=forum" style="color: #2BA6CB;" >odkaz</a>

source: New post on forum by %(from)s
cs: Uživatel %(from)s přidal do fóra nový příspěvek.

source: If you don't wish to receive e-mail notifications, you can unsubscribe from this forum discussion by following this link: http://%(domain)s%(url_unsubscribe)s?subscribe=0
cs: Pro odhlášení odběru příspěvků z této diskuze použi následující link: http://%(domain)s%(url_unsubscribe)s?subscribe=0

source: Hi %(username)s,
cs: Ahoj %(username)s,

source: Your temporary password is %(new_password)s.
cs: Tvé dočasné heslo je %(new_password)s

source: You need to <a href="http://%(domain)s%(url_login)s?username=%(u)s&redirect=%(ur)s%(redir_params)s&utm_source=internal&utm_content=recoverylink&utm_medium=email&utm_campaign=%(analytics_campaign)s">log in</a> to change it.
cs: Pro jeho změnu je nutné se <a href="http://%(domain)s%(url_login)s?username=%(u)s&redirect=%(ur)s%(redir_params)s&utm_source=internal&utm_content=recoverylink&utm_medium=email&utm_campaign=%(analytics_campaign)s">přihlásit</a>.

source: Dear
cs: Drahý(á)

source: Your password has been reset to
cs: Tvé heslo bylo změněno na

source: You can change your password following the link below. (After you log in)
cs: Své heslo můžeš změnit na následující lince. (Po přihlášení)

source: This email was sent to you, as somebody you know filled out the recommendation form with your email.
cs: Tento e-mail Ti byl zaslán na základě doporučení Tvého přítele.

source: Wink back
cs: Mrknout zpátky

source: winked at you
cs: na Tebe mrknul

source: You can wink back at
cs: Můžete mrknout na

source: You have not added anyone to your favourites list.
cs: Nikoho sis nepřidal do seznamu oblíbených.

source: We recommend
cs: Doporučujeme

source: Overall
cs: Celkově

source: How it works
cs: Jak na to

source: Questions you need answers for
cs: Nápověda

source: Discussions about weight loss and healthy lifestyle
cs: Diskuse o hubnutí a zdravém životním stylu

source: 'Only registered users can post on the forum. Please <a class="light-link" href="%(url_login)s?redirect=%(url_forum)s">log in</a> or <a class="light-link" href="%(url_register)s">register</a>.';
cs: 'Pouze registrovaní uživatelé mohou přispívat do fóra. Prosím <a class="light-link" href="%(url_login)s?redirect=%(url_forum)s">přihlas se</a> nebo se <a class="light-link" href="%(url_register)s">zaregistruj</a>.';

source: You are in discussion
cs: Jsi v diskuzi

source: Start new discussion
cs: Začít novou diskuzi

source: Unsubscribe
cs: Neodebírat reakce

source: Report sexual remarks
cs: Nahlásit sexuální obtěžování

source: Report advertising
cs: Nahlásit nežádoucí reklamu

source: Report other abuse
cs: Nahlásit jiné zneužití
