Repository: patrik7/tloustici-design
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: older posts
cs: starší příspěvky

source: Delete
cs: Vymazat

source: Read posts
cs: Číst reakce

source: <a href="javascript:void(0)" onClick="change(\'' + e.last_post.id + '\');">Last reaction</a> ' + e.last_post.date + ' by <a href="/profile/' + e.last_post.user + '/">' + e.last_post.user + '</a>
cs: <a href="javascript:void(0)" onClick="change(\'' + e.last_post.id + '\');">Poslední reakce</a> byla ' + e.last_post.date + ' od <a href="/profile/' + e.last_post.user + '/">' + e.last_post.user + '</a>

source: Write Private Message
cs: Poslat novou zprávu

source: Report
cs: Ohlásit

source: Block
cs: Zablokovat

source: Unblock
cs: Odblokovat

source: Last message
cs: Poslední zpráva

source: Conversation with
cs: Konverzace s

source: New password will be sent to your email address.
cs: Nové heslo bude posláno na tvou e-mailovou adresu.

source: We appreciate you taking the time to report this abuse to us. It will be carefully reviewed and the person responsible will be warned or his account suspended.
cs: Děkujeme Ti za nahlášení nevhodného chování jiného uživatele. Tvou stížnost prověříme a nahlášený uživatel bude varován, případně mu bude zrušen učet.

source: If you wish to <b>add</b> any additional comments you may do so here.
cs: Chceš-li k této stížnosti <b>přidat</b> další informace, vyplň následující komentář.

source: Add note
cs: Přidat komentář

source: Unfortunatelly, you cannot search for other users until you fill in the personal info in your <a href="%(url_profile)s?focus=personal&edit=1" >profile</a>.
cs: Je nám líto, ale nemůžeš vyhledávat ostatní uživatelé, nemáš-li vyplněné informace ve svém <a href="%(url_profile)s?focus=personal&edit=1">profilu</a>.

source: We are sorry, but there are no users matching your search criteria yet.
cs: Je nám líto, ale zadaných kritériím neodpovídá žádný uživatel.

source: Make sure your <a href="%(url_profile)s" onmousedown="gaTrackEvent('searching', 'follow profile text');">profile</a> is up to date so you can be easily found.
cs: Nezapomeň však dobře vyplnit informace v osobním <a href="%(url_profile)s" onmousedown="gaTrackEvent('searching', 'follow profile text');">profilu</a>.

source: Where next?
cs: Kam teď?

source: Overall compatibility
cs: Celková kompatibilita

source: BMI compatibility
cs: BMI kompatibilita

source: Activities compatibility
cs: Aktivity

source: Add to Favourites
cs: Přidat k oblíbeným

source: Send Message
cs: Poslat zprávu

source: Wink
cs: Mrknout

source: Other Activities
cs: Další zájmy

source: Basic Information
cs: Základní informace

source: Personal Information
cs: Osobní informace

source: You can decide which of the following information will be visible to other registered users.
cs: Níže si vyber, které informace budou ostatním uživatelům viditelné.

source: Account Settings
cs: Nastavení účtu

source: Change Password
cs: Změna hesla

source: public
cs: veřejné

source: hidden
cs: skryté

source: Change Picture
cs: Změnit obrázek

source: Select the image boundaries and upload the picture.
cs: Klikni na vložený obrázek a uprav ho pomocí uchytů

source: Change avatar
cs: Změnit obrázek

source: Sports
cs: Sporty

source: This info is visible only to
cs: Více informací je dostupných pouze

source: registered
cs: registrovaným

source: users.
cs: uživatelům.

source: Compatibility
cs: Kompatibilita

source: Report user
cs: Ohlásit uživatele

source: Welcome %(username)s!
cs: Vítej %(username)s!

source: Thank you for registering on <a href="http://%(domain)s%(act_link)s">hubnemevedvou.cz</a> . We are looking forward to all the weight we will loose together!
cs: Děkujeme za registraci na <a href="http://%(domain)s%(act_link)s">hubnemevedvou.cz</a> a těšíme se na společně shozená kila!

source: In order to finish the registration, please click on the following link.
cs: Pro úspěšné dokončení registrace, prosím, klikni na tento odkaz.

source: Activate
cs: Aktivovat

source: Welcome %(username)s!
cs: Vítej %(username)s!

source: Thank you for registering on %(domain)s. We are looking forward to all the weight we will loose together!
cs: Děkujeme za registraci na %(domain)s a těšíme se na společně shozená kila!

source: In order to finish the registration, please click on the following link.
cs: Pro úspěšné dokončení registrace, prosím, klikni na tento odkaz.

source: Try again later, please.
cs: Zkus to prosím později.

source: Does overweight bother you?
cs: Trápí Tě kila navíc?

source: Increase your chance to succeed and tell us more about yourslef in the following steps
cs: Zvyš svou šanci na úspěch a prozraď o sobě více v následujících krocích

source: Change picture
cs: Vložit obrázek

source: Upload picture
cs: Nahrát obrázek

source: I will upload my picture later
cs: Své foto nahraji později

source: Keep the picture
cs: Ponechat obrázek
